{
  "services":[
    {
      "doubleWide": false,
      "featured": true,
      "title": "Family Care",
      "titleFull": "Care for the Family Care",
      "image": "family-care.jpg",
      "modalTarget": "family",
      "text": ["From toddlers to the elderly, our skilled dental team is familiar with the unique needs of every patient, no matter their age. Our goal is to help them develop great oral habits that will last them a lifetime.",
        "Join us today and discover how our practice can help treat your entire family."]
    },
    {
      "doubleWide": false,
      "featured": true,
      "title": "Porcelain Crowns & Bridges",
      "titleFull": "Porcelain Crowns & Bridges",
      "image": "crowns.jpg",
      "modalTarget": "crowns",
      "text": ["Protect and keep badly decayed or fractured teeth while maintaining a beautiful smile. Made to perfectly match the shape and shade of your other teeth, they’re durable, strong, and undetectable.",
        "Crowns should be placed before the tooth is so decayed that it may fracture. This can often help prevent the expense of root canal therapy in the future. If a tooth is too damaged to have a crown applied, a porcelain bridge may be a good alternative."]
    },
    {
      "doubleWide": false,
      "featured": true,
      "title": "Sleep Apnea Treatment",
      "titleFull": "Sleep Apnea Treatment",
      "image": "apnea.jpg",
      "modalTarget": "apnea",
      "text": ["Obstructive sleep apnea occurs when the airway completely collapses, blocking airflow into the lungs. The harder one tries to breathe, the tighter the airway seals. This airway obstruction persists until the brain partially awakens the person, unconsciously closing the jaw and returning the tongue and throat to a normal position."]
    },
    {
      "doubleWide": false,
      "featured": true,
      "title": "Cosmetic Dentures",
      "titleFull": "Cosmetic Dentures",
      "image": "dentures.jpg",
      "modalTarget": "dentures",
      "text": ["A well made denture is not only comfortable and functions properly; it also allows the wearer to smile with confidence, knowing that their smile is no different than it would be with natural teeth. Creating a cosmetic denture is really an art in the hands of a skilled dentist like Dr. Hay."]
    },
    {
      "doubleWide": false,
      "featured": true,
      "title": "Oral Systemic Connection",
      "titleFull": "The Oral Systemic Link",
      "image": "oral-systemic.jpg",
      "modalTarget": "oral",
      "text": ["Having healthy teeth is part of the key to having a healthy body. Periodontal disease, or gum disease, is found in some form in 3 out of 4 Americans with 30% of those cases being more severe. The bacteria in the mouth can enter the rest of the body through saliva, the blood stream and aspiration into the lungs. Thus, increasing risk of coronary heart disease, stroke, abnormal birth weights, diabetes and kidney problems."]
    }
  ]
}